
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Μη έγκυρος αριθμός";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Λιγότερο από το ελάχιστο";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Υπέρβαση μεγίστου";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Δεν επιτρέπεται κινητή υποδιαστολή";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Μη έγκυρη συμβολοσειρά ημερομηνίας";

